postright.xml

<s:Envelope
        xmlns:s="http://www.w3.org/2003/05/soap-envelope">
        <s:Body
            xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
            xmlns:xsd="http://www.w3.org/2001/XMLSchema">
            <ContinuousMove
                xmlns="http://www.onvif.org/ver20/ptz/wsdl">
                <ProfileToken>
                    stream0_0
                    </ProfileToken>
                <Velocity>
                    <PanTilt
                        x="-0.5"
                        y="0"
                        xmlns="http://www.onvif.org/ver10/schema"/>
                    </Velocity>
                </ContinuousMove>
            </s:Body>
        </s:Envelope>
